[
    {
      "name": "Venus",
      "category": "Lending",
      "description": "Venus is an algorithmic-based money market system designed to bring a complete decentralized finance-based lending and credit system onto Binance Smart Chain.",
      "descriptionDetail": "Venus Protocol (“Venus”) is an algorithmic-based money market system designed to bring a complete decentralized finance-based lending and credit system onto Binance Smart Chain. Venus enables users to utilize their cryptocurrencies by supplying collateral to the network that may be borrowed by pledging over-collateralized cryptocurrencies. This creates a secure lending environment where the lender receives a compounded interest rate annually (APY) paid per block, while the borrower pays interest on the cryptocurrency borrowed.\n\nThese interest rates are set by the protocol in a curve yield, where the rates are automated based on the demand of the specific market, such as Bitcoin. The difference of Venus from other money market protocols is the ability to use the collateral supplied to the market not only to borrow other assets but also to mint synthetic stablecoins with over-collateralized positions that protect the protocol. These synthetic stablecoins are not backed by a basket of fiat currencies but by a basket of cryptocurrencies. Venus utilizes the Binance Smart chain for fast, low-cost transactions while accessing a deep network of wrapped tokens and liquidity.\n\nCheck out the latest security audits and reports for Venus: https://docs.venus.io/docs/security",
      "officialWebsite": "https://venus.io/",
      "github": "https://github.com/SwipeWallet/Venus-Protocol",
      "docs": "https://docs.venus.io/",
      "twitter": "https://twitter.com/VenusProtocol",
      "telegram": "https://t.me/VenusProtocol",
      "blog": "https://medium.com/venusprotocol"
    },
    {
      "name": "Julswap",
      "category": "DEX(AMM)",
      "description": "",
      "descriptionDetail": "-",
      "officialWebsite": "https://julswap.com/",
      "github": "https://github.com/justliquidity/SwapLiquidity",
      "docs": "-",
      "twitter": "https://twitter.com/JustLiquidity",
      "telegram": "https://t.me/justliquidity",
      "blog": "https://justliquidity.medium.com/"
    },
    {
      "name": "Thugs",
      "category": "Earn",
      "description": "Yield Farms with a Gangster twist.  Enter our \"traps\" to farm your liquidity tokens for our DRUGS reward token.  Drugs can then be converted to HOES which earn more DRUGS and can also be staked for additional rewards.",
      "descriptionDetail": "Welcome to the Traphouse, where Thugs come to do their Defi Yield Farming.  We offer some of the dopest rewards in BSC with our DRUGS token which you can farm by providing liquidity for many popular token pairs.  Once you start earning DRUGS you can hold on to those DRUGS and turn them in to HOES, our staking token.  HOES automatically stake for DRUGS, but they can also be staked in one of our HOES Staking Pools to earn an additional reward token.  You can earn our own GUNS token which will play a big part of our upcoming NFT project, or tokens from projects which have partnered with us to provide their tokens for our community.\n\nAudit done by Vidar the Auditor. No major issues found during initial audit.\n\nhttps://ipfs.io/ipfs/QmbWFXdyVbuejK3wmizMMMbGqqMKkJegmkU4vDSLVSv4fZ?filename=Thugs_review_v1.pdf\n\n$10,000 Bug Bounty Program is live, anyone finding bugs in our contracts is welcome to apply for a bounty.  To date, one small concern was brought to our attention with the user interface, corrected and reporter was compensated from the bounty fund.",
      "officialWebsite": "https://www.thugs.fi",
      "github": "https://github.com/thugs-defi",
      "docs": "https://docs.thugs.fi/",
      "twitter": "https://twitter.com/ThugsFinance",
      "telegram": "https://t.me/thugsfinance",
      "blog": "thugsfinance.medium.com"
    },
    {
      "name": "CBerry",
      "category": "Content Sharing",
      "description": "CBerry is a content sharing system on the Binance Smart Chain. Users are rewarded with CBY and can be tipped in BNB for quality contents shared.",
      "descriptionDetail": "CBerry is a content sharing system on the Binance Smart Chain. Users are rewarded with CBY and can be tipped in BNB and CBY for quality contents shared. CBerry also integrates DeFi Swap infrastructure to create a solid content creation and reward ecosystem. CBerry aims at producing a platform even better than steemit on the Binance Smart Chain. After registration users can make posts, reactions on the post will mint new CBY tokens as earning for the post, the post author and those who reacted will share whatever was earned on the post after 7 days\n\nPost can be tipped before and after the 7 days without time limit in BNB and CBY. CBerry will incorporate a Swap system on the platform for easy conversion of assets on the platform. We intend to add other assets on Binance Smart Chain to our wallet also, do that users can be tipped in different assets and a Swap infrastructure will be totally useful in that case.",
      "officialWebsite": "https://cberry.net/posts",
      "github": "-",
      "docs": "-",
      "twitter": "https://twitter.com/cberry_official",
      "telegram": "https://t.me/CberryOfficial",
      "blog": "-"
    },
    {
      "name": "PancakeSwap",
      "category": "DEX(AMM) / Gamification",
      "description": "PancakeSwap is one of the top liquidity providers on BSC in terms of swap volume, active users, and gas fee contribution to the BSC ecosystem. Its unique gamification program sets PancakeSwap apart from other AMM protocols, bringing stronger incentive for user participation as well as more token use cases.",
      "descriptionDetail": "-",
      "officialWebsite": "https://pancakeswap.finance/",
      "github": "https://github.com/pancakeswap",
      "docs": "https://docs.pancakeswap.finance/",
      "twitter": "https://twitter.com/pancakeswap",
      "telegram": "https://t.me/PancakeSwap",
      "blog": "https://medium.com/@pancakeswap"
    },
    {
      "name": "ForTube",
      "category": "Lending",
      "description": "Based on The Force Protocol, ForTube is committed to providing decentralized lending services for cryptoasset enthusiasts around the world.",
      "descriptionDetail": "ForTube is a DeFi money market platform based on The Force Protocol. ForTube Bank is a liquidity pool based lending protocol that enables anyone to supply digital assets to earn interest, or borrow against a collateral. It supports a wide range of digital assets, and the borrowing & lending rates are algorithmically adjusted to incentivise and foster maximum liquidity in pools.\n\nForTube has a bug bounty program https://for.tube/bounty. The latest public audit reports https://for.tube/Smart%20Contract%20Security%20Audit%20Report%20-%20Fortube%20Bank%202.0.pdf are provided by the SlowMist team.",
      "officialWebsite": "https://for.tube/home",
      "github": "https://github.com/thefortube",
      "docs": "https://docs.for.tube/",
      "twitter": "https://twitter.com/ForTubeFi",
      "telegram": "https://t.me/theforceprotocol666",
      "blog": "https://fortube.medium.com/"
    },
    {
      "name": "Cream Finance",
      "category": "Lending",
      "description": "C.R.E.A.M. is a peer to peer lending and exchange platform on Ethereum and BSC.",
      "descriptionDetail": "-",
      "officialWebsite": "https://cream.finance/",
      "github": "-",
      "docs": "-",
      "twitter": "https://twitter.com/CreamdotFinance",
      "telegram": "https://t.me/CreamdotFinance",
      "blog": "https://medium.com/@CreamdotFinance"
    },
    {
      "name": "QIAN",
      "category": "Assets (Stablecoin)",
      "description": "\"QIAN stablecoin protocol provides a set of open architecture allowing anyone to generate stable-value tokens with the legal currency of various countries as the pricing standard, anytime and anywhere.\"",
      "descriptionDetail": "QIAN is a stablecoin protocol based on Ethereum and Binance smart chain. It provides a one-stop liquidity solution for mainstream cryptoassets. It is committed to providing users with immediate access to liquidity by the assets they hold with low risk, no cost, and no loss of ownership. Users can lock their cryptoassets (such as ETH, HBTC, WBTC, USD stablecoins, mainstream exchange platform tokens, etc.) to the protocol and mint the stablecoin QUSD, the stablecoins can also be returned to smart contracts to redeem their assets.\n\nThe latest public audit reports (https://bsc.qian.finance/PeckShield-Audit-Report-QIAN2-v1.0.pdf ) are provided by PeckShield. There's also a bug bounty program (https://bsc.qian.finance/bounty) for QIAN.",
      "officialWebsite": "https://qian.finance/",
      "github": "https://github.com/QIAN-Protocol/",
      "docs": "-",
      "twitter": "https://twitter.com/QIAN_stablecoin",
      "telegram": "https://t.me/qianprotocol",
      "blog": "-"
    },
    {
      "name": "PancakeBunny",
      "category": "",
      "description": "PancakeBunny is a new and rapidly growing DeFi yield aggregator that is used for PancakeSwap. PancakeBunny protocol empowers farmers to leverage their yield-seeking tendencies to optimize yield compounding strategy on BSC. We are providing strategies for the various needs of farmers from the highest yield seekers to the risk reward optimizing smart investors.",
      "descriptionDetail": "PancakeBunny is a new and rapidly growing DeFi yield aggregator that is used for PancakeSwap. PancakeBunny protocol empowers farmers to leverage their yield-seeking tendencies to optimize yield compounding strategy on BSC. We are providing strategies for the various needs of farmers from the highest yield seekers to the risk reward optimizing smart investors.\n\nThe PancakeBunny team is dedicated to support the underlying DeFi ecosystem by providing users with an easy way to automatically compound their yields through the Binance Smart Chain. The DeFi movement, and more specifically Yield Aggregators, have seen a huge surge in activity in 2020. The Rise of Yearn, which uses existing protocols such as Compound, DyDx, and Curve, has influenced the development of various other Yield Aggregator projects on the Ethereum Network. Our goal is to expand that same interest through the Binance Smart Chain Ecosystem.",
      "officialWebsite": "https://pancakebunny.finance/",
      "github": "https://github.com/PancakeBunny-finance",
      "docs": "-",
      "twitter": "https://twitter.com/PancakeBunnyFin",
      "telegram": "https://t.me/pancakebunny_fin",
      "blog": "https://pancakebunny.medium.com/"
    },
    {
      "name": "Bakery Swap",
      "category": "AMM(DEX) / NFT",
      "description": "Bakery Swap is the first AMM and NFT platform on Binance Smart Chain.",
      "descriptionDetail": "-",
      "officialWebsite": "https://www.bakeryswap.org/",
      "github": "https://github.com/BakeryProject",
      "docs": "-",
      "twitter": "https://twitter.com/bakery_swap",
      "telegram": "https://t.me/bakeryswap",
      "blog": "https://medium.com/@BakerySwap"
    },
    {
      "name": "Spartan Protocol",
      "category": "DEX(AMM) / Derivatives",
      "description": "A protocol for incentivised liquidity and synthetic assets on Binance Smart Chain.",
      "descriptionDetail": "Spartan is a protocol for incentivized liquidity and synthetic assets on Binance Smart Chain.\n\nSpartan Protocol has been audited by Certik. Audit report by Certik: https://github.com/spartan-protocol/resources/blob/master/certik-audit.pdf",
      "officialWebsite": "https://spartanprotocol.org/",
      "github": "https://github.com/spartan-protocol",
      "docs": "-",
      "twitter": "https://twitter.com/SpartanProtocol",
      "telegram": "https://t.me/SpartanProtocolOrg",
      "blog": "https://medium.com/@spartanprotocol"
    },
    {
      "name": "AnySwap",
      "category": "Spot Trading",
      "description": "AnySwap is a fully decentralized cross-chain swap protocol.",
      "descriptionDetail": "AnySwap is a fully decentralized cross chain swap protocol, with automated pricing and liquidity system. AnySwap enables swaps between any coins on any blockchain which uses ECDSA or EDDSA as signature algorithm, including BTC, ETH, BNB, USDT, XRP, LTC, FSN, etc.\n\nAnySwap Cross-Chain Bridge is an innovative, safe, and decentralized cross-chain solution based on secure multi-party computation (SMPC) + threshold signature solution (TSS). It is composed of SMPC network based on distributed control rights management (DCRM) and Cross-Chain Bridge smart contract.\n\nThe latest public audit reports (https://github.com/anyswap/Anyswap-Audit/tree/master/SlowMist) are provided by the SlowMist team.",
      "officialWebsite": "https://bsc.anyswap.exchange/",
      "github": "https://github.com/anyswap",
      "docs": "-",
      "twitter": "https://twitter.com/AnyswapNetwork",
      "telegram": "https://t.me/anyswap",
      "blog": "https://anyswap.medium.com/"
    },
    {
      "name": "FryWorld",
      "category": "DEX(AMM)",
      "description": "Automated Market Maker built on Binance Smart Chain.",
      "descriptionDetail": "-",
      "officialWebsite": "https://fry.world/",
      "github": "https://github.com/fryworld-finance/fryworld-farming-core",
      "docs": "-",
      "twitter": "https://twitter.com/fry_world",
      "telegram": "https://t.me/FryWorldFinance",
      "blog": "https://medium.com/@fryworld"
    },
    {
      "name": "BSC Swap",
      "category": "DEX(AMM)",
      "description": "Launched on 9 September 2020, BSCswap is a decentralized exchange and an Automated Market Making protocol for Binance Smart Chain. It supports multiple BEP20 tokens over BSC ecosystem to create liquidity and fetch price oracles via on-chain smart contracts. Users can also yield-farm BSCswap LP tokens from the supported projects from BSC ecosystem.",
      "descriptionDetail": "-",
      "officialWebsite": "https://bscswap.com/",
      "github": "https://github.com/bscswap/contracts",
      "docs": "-",
      "twitter": "https://twitter.com/BSCswapProtocol",
      "telegram": "https://t.me/bscswap",
      "blog": "https://bscswapprotocol.medium.com/"
    },
    {
      "name": "NarwhalSwap",
      "category": "DEX(AMM)",
      "description": "Narwhalswap is an AMM protocol but is on Binance Smart Chain.",
      "descriptionDetail": "-",
      "officialWebsite": "https://narwhalswap.org/",
      "github": "https://github.com/narwhalswap",
      "docs": "https://docs.narwhalswap.org/",
      "twitter": "https://twitter.com/narwhalswap",
      "telegram": "https://t.me/narwhalswap",
      "blog": "-"
    },
    {
      "name": "Burger Swap",
      "category": "DEX(AMM)",
      "description": "Democratized DeFi platform on Binance Smart Chain. List and trade any BEP20 asset. Provide liquidity and participate in community governance to earn from tx fees and liquidity mining rewards.",
      "descriptionDetail": "-",
      "officialWebsite": "https://burgerswap.org/",
      "github": "https://github.com/burgerswap-org/burgerswap-core",
      "docs": "-",
      "twitter": "-",
      "telegram": "https://t.me/burgerswap",
      "blog": "https://medium.com/@bnburgerking/"
    },
    {
      "name": "beefy.finance",
      "category": "Yield Optimization",
      "description": "beefy.finance is a yield farming optimizer on Binance Smart Chain.",
      "descriptionDetail": "-",
      "officialWebsite": "https://beefy.finance/",
      "github": "https://github.com/beefyfinance",
      "docs": "https://docs.beefy.finance/beefyfinance/",
      "twitter": "https://twitter.com/beefyfinance",
      "telegram": "https://t.me/beefyfinance",
      "blog": "https://medium.com/beefyfinance"
    },
    {
      "name": "bStable",
      "category": "Spot Trading",
      "description": "bStable is an open-source, automated market maker (AMM) mechanism especially designed to enable token swaps between any stablecoin on Binance Smart Chain (BSC) at low fees and with minimal price slippage.",
      "descriptionDetail": "bStable is an open-source, automated market maker (AMM) mechanism especially designed to enable token swaps between any stablecoin on Binance Smart Chain (BSC) at low fees and with minimal price slippage.\n\nThe latest bStable public audit report (https://bstable.finance/assets/audit/report.pdf) was conducted by AnChain.ai (https://www.anchain.ai/bstable-certificate).",
      "officialWebsite": "https://bstable.finance",
      "github": "https://github.com/bStableDeFi",
      "docs": "-",
      "twitter": "https://twitter.com/bStableFi",
      "telegram": "t.me/bStable",
      "blog": "bstable.medium.com"
    },
    {
      "name": "Storm Swap",
      "category": "DEX(AMM)",
      "description": "Aumomated Market Maker built on Binance Smart Chain.",
      "descriptionDetail": "-",
      "officialWebsite": "https://dex.stormswap.io/#/home",
      "github": "https://github.com/stormswap",
      "docs": "-",
      "twitter": "https://twitter.com/storm_swap",
      "telegram": "-",
      "blog": "-"
    },
    {
      "name": "Milk Protocol",
      "category": "DEX(AMM)",
      "description": "Stakecow is a yield farming project based on BSC",
      "descriptionDetail": "-",
      "officialWebsite": "https://stakecow.com/",
      "github": "https://github.com/milk-protocol",
      "docs": "-",
      "twitter": "-",
      "telegram": "https://t.me/stakecow_en",
      "blog": "-"
    },
    {
      "name": "BnEX",
      "category": "DEX(AMM)",
      "description": "Decentralized exchange for automated market making built on Binance Smart Chain.",
      "descriptionDetail": "-",
      "officialWebsite": "https://bnex.org/",
      "github": "https://github.com/bnex-finance",
      "docs": "-",
      "twitter": "https://twitter.com/BnEXchange",
      "telegram": "https://t.me/bnexswap",
      "blog": "https://medium.com/bnex"
    },
    {
      "name": "7UP Finance",
      "category": "Lending",
      "description": "Filecoin Lending & Investment Platform on Binance Smart Chain.",
      "descriptionDetail": "7up.finance is a DeFi Filecoin (FIL) lending and investment platform based on Binance Smart Chain. Through matching the FIL holders and FIL seekers, 7up is designed for the FIL borrowing market. Meanwhile, on the 7up platform, lending itself is a way of mining. Once a loan contract takes effect, the borrower and lender will both receive rewards in 7UP, the native token of the platform.\n\nAfter the recent launch of the Filecoin mainnet, a huge gap has grown between the large demand for FIL tokens by miners on the Filecoin mainnet and the small circulation volume of the token in the secondary market, a situation caused by Filecoin’s pre-stake mechanism. Filecoin’s economic design requires miners to pledge FIL tokens as initial collateral in order to seal data into valid network sectors so that they can increase their effective storage mining power.\nIn order to have in-depth and immediate participation in the network activities, miners have to obtain FIL tokens in the secondary market. Therefore, a large demand for FIL tokens has emerged on the market.",
      "officialWebsite": "https://7up.finance/",
      "github": "https://github.com/7up-finance/7up-core",
      "docs": "-",
      "twitter": "https://twitter.com/7upFinance",
      "telegram": "https://t.me/sevenupfinancechat",
      "blog": "https://7upfinance.medium.com/"
    },
    {
      "name": "BFis.Finance",
      "category": "",
      "description": "",
      "descriptionDetail": "-",
      "officialWebsite": "https://bfis.finance/",
      "github": "-",
      "docs": "-",
      "twitter": "https://twitter.com/BFIS_Finance",
      "telegram": "https://t.me/bfi_finance_EN",
      "blog": "https://medium.com/@bfi.finance"
    },
    {
      "name": "Dego.finance",
      "category": "DeFi+NFT",
      "description": "\"Dego.finance as a NFT+DeFi Fusion Reactor whose transparency and fairness is governed by Law of Codes, for the unprivileged and unbanked underdogs.\"",
      "descriptionDetail": "-",
      "officialWebsite": "https://bsc.dego.finance/",
      "github": "https://github.com/dego-labs",
      "docs": "-",
      "twitter": "https://twitter.com/dego_finance",
      "telegram": "https://t.me/dego_finance",
      "blog": "-"
    },
    {
      "name": "DODO",
      "category": "",
      "description": "",
      "descriptionDetail": "-",
      "officialWebsite": "https://dodoex.io/",
      "github": "-",
      "docs": "https://dodoex.github.io/docs/docs/",
      "twitter": "https://twitter.com/BreederDodo",
      "telegram": "https://t.me/dodoex_official",
      "blog": "https://medium.com/@dodo.in.the.zoo"
    },
    {
      "name": "Equator.Finance",
      "category": "Spot Trading",
      "description": "The Generic Liquidity Protocol: Build Customized Pools with Flexibility",
      "descriptionDetail": "-",
      "officialWebsite": "https://www.equator.finance/",
      "github": "https://github.com/equator-fi",
      "docs": "-",
      "twitter": "https://twitter.com/TronFi_io",
      "telegram": "-",
      "blog": "-"
    },
    {
      "name": "CokeFinance",
      "category": "",
      "description": "",
      "descriptionDetail": "-",
      "officialWebsite": "-",
      "github": "-",
      "docs": "-",
      "twitter": "-",
      "telegram": "-",
      "blog": "-"
    },
    {
      "name": "renVM",
      "category": "",
      "description": "",
      "descriptionDetail": "-",
      "officialWebsite": "-",
      "github": "-",
      "docs": "-",
      "twitter": "-",
      "telegram": "-",
      "blog": "-"
    },
    {
      "name": "UniFi",
      "category": "",
      "description": "",
      "descriptionDetail": "-",
      "officialWebsite": "-",
      "github": "-",
      "docs": "-",
      "twitter": "-",
      "telegram": "-",
      "blog": "-"
    },
    {
      "name": "Just Liquidity",
      "category": "",
      "description": "20.12.24 리스트 삭제 Julswap으로 변경됨.",
      "descriptionDetail": "-",
      "officialWebsite": "https://justliquidity.org/",
      "github": "https://github.com/JustLiquidity",
      "docs": "-",
      "twitter": "https://twitter.com/JustLiquidity",
      "telegram": "https://t.me/justliquidity",
      "blog": "-"
    },
    {
      "name": "Peach Swap",
      "category": "DEX(AMM)",
      "description": "An evolution of Uniswap with Peach tokenomics on Binance Smart Chain.",
      "descriptionDetail": "-",
      "officialWebsite": "https://peachswap.org/",
      "github": "https://github.com/peachswapprotocol",
      "docs": "-",
      "twitter": "https://twitter.com/peachswap",
      "telegram": "https://t.me/PeachSwapOfficial",
      "blog": "-"
    },
    {
      "name": "Streamity",
      "category": "DEX(AMM)",
      "description": "Streamity is an autonomous company on the Binance Smart Chain to provide services in finance, education, healthcare, science and sports spheres.",
      "descriptionDetail": "-",
      "officialWebsite": "https://streamity.org/",
      "github": "https://github.com/streamity/",
      "docs": "-",
      "twitter": "https://twitter.com/streamityorg",
      "telegram": "https://t.me/stm_international",
      "blog": "https://medium.com/@streamityorg"
    },
    {
      "name": "Alpha Finance",
      "category": "DEX(AMM)",
      "description": "Alpha Finance Lab is an ecosystem of DeFi products, starting on Binance Smart Chain and Ethereum. Alpha Finance Lab is focused on building an ecosystem of automated yield-maximizing Alpha products that interoperate to bring optimal alpha to users on a cross-chain level.",
      "descriptionDetail": "-",
      "officialWebsite": "https://alphafinance.io/",
      "github": "https://github.com/AlphaFinanceLab",
      "docs": "-",
      "twitter": "https://twitter.com/alphafinancelab",
      "telegram": "https://t.me/AlphaFinanceLab",
      "blog": "https://blog.alphafinance.io/"
    },
    {
      "name": "SoftDrinkSwap",
      "category": "DEX(AMM)",
      "description": "Decentrazlied finance automated market maker built on Binance Smart Chain",
      "descriptionDetail": "-",
      "officialWebsite": "https://www.softdrinkswap.org/#/home",
      "github": "https://github.com/softdrinkswap/",
      "docs": "-",
      "twitter": "https://twitter.com/SoftdrinkSwap",
      "telegram": "https://t.me/softdrinkswap",
      "blog": "https://medium.com/softdrinkswap"
    },
    {
      "name": "Nyanswop",
      "category": "DEX(AMM)",
      "description": "Nyanswop is a decentralized protocol for automated liquidity provision on Binance Smart Chain.",
      "descriptionDetail": "-",
      "officialWebsite": "https://nyanswop.org/#/swap",
      "github": "-",
      "docs": "-",
      "twitter": "https://twitter.com/nyanswop",
      "telegram": "https://t.me/nyanswop",
      "blog": "https://nyanswop.medium.com/"
    },
    {
      "name": "Bounce",
      "category": "",
      "description": "",
      "descriptionDetail": "-",
      "officialWebsite": "http://bsc.bounce.finance/",
      "github": "-",
      "docs": "-",
      "twitter": "https://twitter.com/bounce_finance",
      "telegram": "https://t.me/bounce_finance",
      "blog": "https://bouncefinance.medium.com/"
    },
    {
      "name": "Defi Money",
      "category": "",
      "description": "",
      "descriptionDetail": "-",
      "officialWebsite": "-",
      "github": "-",
      "docs": "-",
      "twitter": "-",
      "telegram": "-",
      "blog": "-"
    },
    {
      "name": "Cross Finance",
      "category": "",
      "description": "",
      "descriptionDetail": "-",
      "officialWebsite": "https://crossfin.io/",
      "github": "https://github.com/crossfin",
      "docs": "-",
      "twitter": "https://twitter.com/Crossfinio",
      "telegram": "https://t.me/Crossfin",
      "blog": "https://medium.com/cross-finance-defi"
    },
    {
      "name": "CheeseSwap",
      "category": "",
      "description": "",
      "descriptionDetail": "-",
      "officialWebsite": "https://cheeseswap.app/",
      "github": "https://github.com/cheesemakerfarm/",
      "docs": "-",
      "twitter": "-",
      "telegram": "https://t.me/cheesemakerfarm",
      "blog": "-"
    },
    {
      "name": "StableXSwap",
      "category": "DEXes",
      "description": "\"StableXSwap is a stablecoin-focused AMM-style decentralized exchange built on Binance Smart Chain. Similar to what Curve.fi did for the Ethereum DEX space, StableXSwap describes itself as the first DEX featuring lower slippage and lower fees for the trading of stable assets. With minimized impermanent loss and lower gas fees on Binance Smart Chain, the swap mechanism is ideal for casual users and experienced arbitrageurs alike.\"",
      "descriptionDetail": "-",
      "officialWebsite": "https://stablexswap.com/",
      "github": "https://github.com/stablexlabs",
      "docs": "-",
      "twitter": "https://twitter.com/stablexswap",
      "telegram": "https://t.me/stablexswapofficial",
      "blog": "https://medium.com/stablexswap"
    },
    {
      "name": "Candy Land",
      "category": "",
      "description": "",
      "descriptionDetail": "-",
      "officialWebsite": "https://candyland.finance/",
      "github": "-",
      "docs": "-",
      "twitter": "https://twitter.com/CandyDeFi",
      "telegram": "https://t.me/candy_land_finance",
      "blog": "https://candy-land-finance.medium.com/"
    },
    {
      "name": "LegendSwap",
      "category": "",
      "description": "",
      "descriptionDetail": "-",
      "officialWebsite": "https://legendswap.com/",
      "github": "https://github.com/LegendSwap",
      "docs": "-",
      "twitter": "https://twitter.com/Legend_Swap",
      "telegram": "https://t.me/LegendSwapOnBSC",
      "blog": "https://legendswapbsc.medium.com/"
    },
    {
      "name": "CryptoFrog Finance",
      "category": "",
      "description": "",
      "descriptionDetail": "-",
      "officialWebsite": "https://cryptofrog.finance/",
      "github": "-",
      "docs": "-",
      "twitter": "https://twitter.com/CryptoFrogFi",
      "telegram": "https://t.me/cryptofrogcommunity",
      "blog": "https://cryptofrogfinance.medium.com/"
    },
    {
      "name": "BSCGems",
      "category": "",
      "description": "",
      "descriptionDetail": "-",
      "officialWebsite": "https://bscgems.finance/",
      "github": "https://github.com/bscgems",
      "docs": "-",
      "twitter": "https://twitter.com/bscgems",
      "telegram": "https://t.me/BSCGemsENG",
      "blog": "https://bscgems.medium.com/"
    },
    {
      "name": "DrakeSwap",
      "category": "",
      "description": "",
      "descriptionDetail": "-",
      "officialWebsite": "https://drakeswap.com/",
      "github": "https://github.com/DrakeSwap/DrakeSwap",
      "docs": "-",
      "twitter": "https://twitter.com/drakeswapcom",
      "telegram": "https://t.me/drakeswap",
      "blog": "https://drakeswap.medium.com/"
    },
    {
      "name": "SailorMoon",
      "category": "",
      "description": "",
      "descriptionDetail": "-",
      "officialWebsite": "https://sailormoon.pw/",
      "github": "https://github.com/sailor-moon/",
      "docs": "-",
      "twitter": "https://twitter.com/sailormoon_SLM/",
      "telegram": "https://sailormoon.pw/",
      "blog": "-"
    },
    {
      "name": "BambooSwap",
      "category": "",
      "description": "",
      "descriptionDetail": "-",
      "officialWebsite": "https://bambooswap.org/",
      "github": "https://github.com/BambooSwap/",
      "docs": "-",
      "twitter": "https://twitter.com/Bamboo_Swap",
      "telegram": "https://t.me/BambooSwap",
      "blog": "https://medium.com/@BambooswapGod"
    },
    {
      "name": "Beer Garden",
      "category": "",
      "description": "",
      "descriptionDetail": "-",
      "officialWebsite": "https://beergarden.finance/",
      "github": "-",
      "docs": "https://docs.beergarden.finance/",
      "twitter": "https://twitter.com/beer_finance",
      "telegram": "https://t.me/beer_garden_finance",
      "blog": "-"
    },
    {
      "name": "FarmSwap",
      "category": "",
      "description": "",
      "descriptionDetail": "-",
      "officialWebsite": "https://farmswap.io/",
      "github": "-",
      "docs": "-",
      "twitter": "https://twitter.com/farm_swap",
      "telegram": "https://t.me/farmswap",
      "blog": "https://medium.com/@farmswapmedia"
    },
    {
      "name": "SwapTuna",
      "category": "",
      "description": "",
      "descriptionDetail": "-",
      "officialWebsite": "https://swaptuna.com/",
      "github": "-",
      "docs": "-",
      "twitter": "https://twitter.com/SwapTuna",
      "telegram": "https://t.me/SwapTuna",
      "blog": "https://medium.com/@swaptuna"
    },
    {
      "name": "AnonymousMask",
      "category": "Yield Farming",
      "description": "Mineable anonymous mask NFT and a yield farming project on Binance Smart Chain. The community can farm the MASK token by providing liquidity to MASK-BNB pair or buy MASK token on PancakeSwap and stake MASK token on the pool to earn more MASK token in the first stage.",
      "descriptionDetail": "-",
      "officialWebsite": "https://anonymousmask.finance/",
      "github": "https://github.com/MASKFinance",
      "docs": "-",
      "twitter": "https://twitter.com/Finance_Mask",
      "telegram": "https://t.me/AnonymousMaskFinance",
      "blog": "https://medium.com/@maskfinance"
    },
    {
      "name": "Bella",
      "category": "",
      "description": "",
      "descriptionDetail": "-",
      "officialWebsite": "http://bella.fi/",
      "github": "-",
      "docs": "-",
      "twitter": "https://twitter.com/BellaProtocol",
      "telegram": "https://t.me/bellaprotocol",
      "blog": "https://bellaofficial.medium.com/"
    },
    {
      "name": "Bounce.Community",
      "category": "",
      "description": "",
      "descriptionDetail": "-",
      "officialWebsite": "-",
      "github": "-",
      "docs": "-",
      "twitter": "-",
      "telegram": "-",
      "blog": "-"
    },
    {
      "name": "ACryptoS",
      "category": "Yield Optimization",
      "description": "ACryptoS Vaults grow your assets via automated yield Strategies. This saves users time and enables higher yields through more frequent compounding, more efficient gas utilisation, and other creative automations. ACryptoS StableSwap is an automated market maker (AMM) enabling fast and efficient stablecoin trading at the best prices with low slippage and fees on Binance Smart Chain. ACS and ACSI are distributed via ACryptoS Farms to incentivise liquidity providers and share a stake in the protocol with our users.\n\nACSI is the native token of StableSwap and probably all future non-vault products. ACSI staked in the ACSI Vault accrue protocol fees and rewards from StableSwap and ACSI Farms, and in the future may participate in governance of the protocol.\n\nDetailed security info: https://docs.acryptos.com/security-and-risks",
      "descriptionDetail": "-",
      "officialWebsite": "https://acryptos.com/",
      "github": "https://github.com/acryptos",
      "docs": "https://docs.acryptos.com/",
      "twitter": "https://twitter.com/acryptosx",
      "telegram": "https://t.me/acryptos9",
      "blog": "https://acryptos.medium.com/"
    },
    {
      "name": "Jetfuel.Finance",
      "category": "Earn",
      "description": "Jetfuel is a yield farming and yield aggregator platform that combines features from the most successful DeFi projects such as Compound, Fry.World, Yearn, and Harvest on Binance Smart Chain (BSC).",
      "descriptionDetail": "Jetfuel is a yield farming and yield aggregator platform that combines features from the most successful DeFi projects such as Compound, Fry.World, Yearn, and Harvest on Binance Smart Chain (BSC).\n\nThe FUEL token is a deflationary token that burns 1% per transaction. This helps alleviate sell pressure and makes the supply of FUEL more scarce over time.\nIn addition, FUEL also funds the Jet Hanger with a 1% tax per transaction. The Jet Hanger is an easy to use staking and governance portal where users can control developments and features.\n\nJET is the native governance token of the Jetfuel platform and can be earned by staking FUEL token. It allows users to submit and vote on proposals on the governance page to decentralize the project and put more power within the community rather than the team. Jet holders will earn all the FUEL produced in the hanger, along with a generous rewards rate as a stand-alone farming pool.\nStaking will go live 1 week after launch.\n\nThe Jet Vault allows users to automate and maximize their returns through various Binance Smart Chain protocols using a variety of liquidity provider tokens, staking tokens and other assets that generate positive yield for the user.\nThe Jet Vaults will automatically harvest, sell, compound and buy tokens for you so you can maximize your returns without lifting a finger.",
      "officialWebsite": "https://jetfuel.finance/",
      "github": "https://github.com/jetfuelfinance",
      "docs": "-",
      "twitter": "https://twitter.com/Jetfuelfinance",
      "telegram": "https://t.me/jetfuelfinance ",
      "blog": "https://jetfuelfinance.medium.com/"
    },
    {
      "name": "TaxiFinance",
      "category": "Gaming",
      "description": "Taxi.finance is a decentralized eco-system running on Binance Smart Chain, with an infrastructure that give the platform the ability to eliminate token’s inflation. On top of that are tons of features help you earn and win tokens.",
      "descriptionDetail": "Taxi.finance wants to empower the Game Owners to earn all the game Rakes. We get this idea from home game poker rooms in the US, where hosts get a portion of the cash flow back and forth on the table, or we call “Rake”.\n‌Based on each specific game, game owners will receive different rates of profit. But all of them will follow two principles: First come first serve and exclusive. All games will have a limited pool where users can stake their TAXI tokens and become owners. So if you want to be the owner of a hot game, make sure you have enough TAXI tokens and are faster than the other users.",
      "officialWebsite": "https://taxi.finance/",
      "github": "https://taxifinance.gitbook.io/taxifinance/",
      "docs": "-",
      "twitter": "https://twitter.com/FinanceTaxi",
      "telegram": "https://t.me/Taxi_finance",
      "blog": "https://medium.com/defi-route-666"
    },
    {
      "name": "PARSIQ",
      "category": "Reverse Oracle",
      "description": "PARSIQ is a universal middleware monitoring and automation layer that turns data into actions by providing a seamless bridge between blockchains and the real world.",
      "descriptionDetail": "PARSIQ empower players in the DeFi and blockchain ecosystem to easily build monitoring and automation solutions (integrated with a variety of off-chain data providers, web services and apps) on our platform and as a result, save valuable time, save money and avoid complexities of monitoring events on the blockchain at scale, while providing real-time actionable data solutions for superior decision-making. PARSIQ is blockchain-agnostic and primed for blockchain interoperability.\n \nPARSIQ is a monitoring and automation platform that bridges blockchains and off-chain, helping users make blockchain data easily consumable and actionable. We allow anyone to monitor blockchain events in real time  and set up triggers that if a type of event happens on the blockchain, the data is processed, transformed according to user’s conditional logic, enriched with off-chain data (if relevant) and then delivered to an app or device of choice for further actions. Essentially, IFTTT (if-this-then-that) for blockchains, allowing to apply if-this-then-that logic for real-time blockchain transactions at scale, with programmable off-chain reactions to those events.",
      "officialWebsite": "https://parsiq.net/",
      "github": "-",
      "docs": "-",
      "twitter": "https://twitter.com/parsiq_net",
      "telegram": "https://t.me/parsiq_group",
      "blog": "https://medium.com/parsiq"
    },
    {
      "name": "ETG Finance",
      "category": "Earn",
      "description": "ETG Finance is full rewards ecosystem controlled by ETGF & bETGF tokens (erc20 & bep20 crosschain).",
      "descriptionDetail": "ETG Finance is full rewards ecosystem controlled by ETGF & bETGF tokens (erc20 & bep20 crosschain). All products are live staking , farming , governance.\n\nLatest security information: https://etgproject.org/Audit.pdf & https://gist.github.com/MrCrambo/5adacfd7c3f604df33a8e32ff3b90eaa",
      "officialWebsite": "https://etgproject.org",
      "github": "https://github.com/ETG-Finance-Bridge/Contracts",
      "docs": "-",
      "twitter": "https://twitter.com/ethereumgoldetg",
      "telegram": "https://t.me/etg_official",
      "blog": "https://etgfinance.medium.com/"
    },
    {
      "name": "SwapKing",
      "category": "Spot Trading",
      "description": "SwapKing is a decentralized exchange with 100% profit distribution, trading mining, and automated market maker combination.",
      "descriptionDetail": "",
      "officialWebsite": "https://swapking.net",
      "github": "https://github.com/SwapKingFinance/SwapKing",
      "docs": "-",
      "twitter": "https://twitter.com/SwapKingFinance",
      "telegram": "https://t.me/Swapking_EN",
      "blog": "https://medium.com/@swapkingfinance"
    }
]